13/data/attachments/1cc63fe7ff78f7b8.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Courtney_trial_Friend_22340_4</nif:username>
            <nif:friendToBeRequested>soap_friends_591f5839-246a-4089-9257-7da7980e52a0</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>